export default {
    playerProtection : 'Προστασία Παίκτη',
    bettingLimits: 'Όρια Στοιχηματισμού',
    requestCancelation: 'Ακύρωση Αιτήματος Ανάληψης',
    takeABreak: 'Κάνε ένα Διάλειμμα',
    activityNotification: 'Ειδοποίηση Δραστηριότηας',
    selfBlocking: 'Αυτο-αποκλεισμός',
    bettingLimitDisclaimer: 'Προστάτευσε το παιχνίδι σου, ορίζοντας τα σωστά όρια στο λογαριασμό σου στα παρακάτω πεδία.',
    edit: 'Επεξεργασία',
    save: 'Αποθήκευση',
    clear: 'Επαναφορά',
    dateSetAt: "Ορίστηκε στις: ",
    otherAmount: "Άλλο Ποσό",
    otherDuration: "Άλλο Διάστημα",
    hours: "{hours} ώρες και {min} λεπτά",
    timePeriods: {
      daily: "Ημερήσιο",
      weekly: "Εβδομαδιαίο",
      monthly: "Μηνιαίο"
    },
    perPeriods: {
      daily: "{amount} ανα ημέρα",
      weekly: "{amount} ανα εβδομάδα",
      monthly: "{amount} ανα μήνα"
    },
    perPeriodsTime: {
      daily: "{hours} ώρες και {min} λεπτά ανα ημέρα",
      weekly: "{hours} ώρες και {min} λεπτά ανα εβδομάδα",
      monthly: "{hours} ώρες και {min} λεπτά ανα μήνα"
    },
    effectAt: {
      immediately: 'με άμεση εφαρμογή',
      atDate: 'σε ισχύ από {date}'
    },
    close: 'Κλείσιμο',
    passwordPopup: {
      text: 'Παρακαλούμε επιβεβαίωσε τον κωδικό σου για να αποθηκευτούν οι νέες σου ρυθμίσεις',
      password: 'Κωδικός πρόσβασης:',
      confirmPassword: 'Επιβεβαίωση κωδικού',
      invalidPassword: 'Λανθασμένος κωδικός'
    },
    depositLimits: {
      title: "Όρια Καταθέσεων",
      tooltipText: "Τα Όρια Καταθέσεων ισχύουν από τη στιγμή που ορίζονται, προκύπτουν από τις καταθέσεις σου και διαρκούν για το χρονικό διάστημα που επέλεξες (ημέρα, εβδομάδα, μήνα). Στη συνέχεια, επανορίζονται αυτόματα και ξεκινούν να ισχύουν ξανά για το χρονικό διάστημα αυτό. Μπορείς να χαμηλώσεις τα Όρια Κατάθεσης οποιαδήποτε στιγμή με άμεση ισχύ, ενώ για να τα αυξήσεις θα χρειαστεί να έχει παρέλθει το χρονικό διάστημα που επέλεξες από τη στιγμή που θα το αιτηθείς. Περισσότερες πληροφορίες στον Υπεύθυνο Στοιχηματισμό.Σημαντική σημείωση: Μπορείς να θέσεις σε ισχύ ένα μόνο όριο, ημερήσιο, εβδομαδιαίο ή μηνιαίο και όχι τον οποιονδήποτε συνδυασμό τους.",
      disclaimerText: "Μπορείς να χαμηλώσεις τα ημερήσια Όρια Καταθέσεων άμεσα, ενώ για οποιαδήποτε άλλη αλλαγή θα χρειαστεί να περιμένεις να λήξει το ισχύον όριο που έχεις θέσει.",
      currentLimitText: "Ισχύον όριο καταθέσεων:",
      newLimitText: "Νέο όριο καταθέσεων:",
      label: "Μέγιστο ποσό κατάθεσης",

    },
    lossLimits: {
      title: "Όρια Απωλειών",
      tooltipText: "Τα Όρια Απωλειών ξεκινούν να ισχύουν από τη στιγμή που ορίζονται, ενώ προκύπτουν από τις Χρηματικές Ροές και διαρκούν για το χρονικό διάστημα που επέλεξες (ημέρα, εβδομάδα, μήνα). Στη συνέχεια επανορίζονται αυτόματα και ξεκινούν να ισχύουν ξανά για το χρονικό διάστημα αυτό. Τα ανοιχτά στοιχήματα ή και τουρνουά μετρούν ως προς το όριο απώλειας. Μπορείς να χαμηλώσεις τα Όρια Απωλειών οποιαδήποτε στιγμή με άμεση ισχύ, ενώ για να τα αυξήσεις θα χρειαστεί να έχει παρέλθει το χρονικό διάστημα που επέλεξες από τη στιγμή που θα το αιτηθείς. Περισσότερες πληροφορίες στην ενότητα Υπεύθυνος Στοιχηματισμός. Σημαντική σημείωση: Μπορείς να θέσεις σε ισχύ ένα μόνο όριο, ημερήσιο, εβδομαδιαίο ή μηνιαίο και όχι τον οποιονδήποτε συνδυασμό τους.",
      disclaimerText: "Μπορείς να χαμηλώσεις τα εβδομαδιαία Όρια Απωλειών άμεσα, ενώ για οποιαδήποτε άλλη αλλαγή θα χρειαστεί να περιμένεις να λήξει το ισχύον όριο που έχεις θέσει.",
      currentLimitText: "Ισχύον όριο απωλειών:",
      newLimitText: "Νέο όριο απωλειών:",
      label: "Μέγιστο ποσό απωλειών",

    },
    timeLimits: {
      title: "Χρονικά Όρια",
      tooltipText: "Τα Χρονικά Όρια για Casino και Virtuals ισχύουν από τη στιγμή που ορίζονται, προκύπτoυν από το σύνολο της παικτικής σου δραστηριότητας αποκλειστικά στα συγκεκριμένα προϊόντα και διαρκούν για το χρονικό διάστημα που επέλεξες (ημέρα, εβδομάδα, μήνα). Στη συνέχεια, επανορίζονται αυτόματα και ξεκινούν να ισχύουν ξανά για το χρονικό διάστημα αυτό. Μπορείς να χαμηλώσεις τα Χρονικά Όρια οποιαδήποτε στιγμή με άμεση ισχύ, ενώ για να τα αυξήσεις θα χρειαστεί να έχει παρέλθει το χρονικό διάστημα που επέλεξες από τη στιγμή που θα το αιτηθείς. Περισσότερες πληροφορίες στον Υπεύθυνο Στοιχηματισμό. Σημαντική σημείωση: Μπορείς να θέσεις σε ισχύ ένα μόνο όριο, ημερήσιο, εβδομαδιαίο ή μηνιαίο και όχι τον οποιονδήποτε συνδυασμό τους.",
      stickyDisclaimerText: "Τα χρονικά όρια αφορούν στα παιχνίδια RNG (slots), στο Live Casino και στο στοίχημα σε Virtuals.",
      disclaimerText: "Μπορείς να χαμηλώσεις τα ημερήσια Χρονικά Όρια άμεσα, ενώ για οποιαδήποτε άλλη αλλαγή θα χρειαστεί να περιμένεις να λήξει το ισχύον όριο που έχεις θέσει.",
      currentLimitText: "Ισχύον χρονικό όριο:",
      newLimitText: "Νέο χρονικό όριο:",
      label: "Μέγιστος χρόνος παικτικής δραστηριότητας ανά ημέρα",

    }
  }